ent-WeaponEnergyTurretStationBase = Турельная установка
    .desc = Высокотехнологичная автономная боевая система, предназначенная для защиты чувствительных зон от несанкционированного доступа.
ent-WeaponEnergyTurretStation = охранная турель
    .desc = Высокотехнологичная автономная система вооружения, предназначенная для предотвращения проникновений посторонних лиц в важные зоны.
ent-WeaponEnergyTurretAI = охранная турель ИИ
    .desc = Высокотехнологичная автономная система вооружения под непосредственным управлением местного искусственного интеллекта.
    .suffix = ИИ, Борги
