ent-WiredApronBase = Проволочный фартук
    .desc = Фартук с проложенной проводкой. Выглядит незавершённым.
ent-SteelApronBase = Фартук со стальными пластинами
    .desc = Фартук с хаотично прикреплёнными стальными пластинами с помощью проводов. В текущем состоянии развалится при первой же попытке надеть.
ent-WeldedSteelApronBase = Фартук со стальной сварной бронёй
    .desc = Фартук со стальными пластинами, приваренными к проволочной основе. Конструкция уже не развалится, но требует доработки для надёжного ношения.
ent-ClothingOuterArmorScrap = Самодельная броня
    .desc = Сияющая кольчуга сборщика. Спасайся или умрёшь.